export default {
  index: {
    title: 'ホーム',
    type: 'page',
    theme: {
      breadcrumb: false,
      layout: 'full',
      pagination: false,
      sidebar: false,
      toc: false
    }
  },
  about: 'この日記について',
  '2026-08': '2026年8月',
  '2026-07': '2026年7月',
  '2026-06': '2026年6月',
  '2026-05': '2026年5月',
  '2026-04': '2026年4月',
  '2026-03': '2026年3月',
  '2026-02': '2026年2月',
  '2026-01': '2026年1月',
  '2025-12': '2025年12月',
  '2025-11': '2025年11月',
  '2025-10': '2025年10月',
  '2025-09': '2025年9月',
  '2025-08': '2025年8月'
}
